/* 
   Localizable.strings
   WWY

   Created by awaBook on 09/08/02.
   Copyright 2009 __MyCompanyName__. All rights reserved.
 */
"currentLocationNotFound" = "現在地が取得できていません。";
"AnnotationIsNothing" = "\"おしろ\"が登録されていません。
\"おしろ\"を追加するには、虫眼鏡ボタンでランドマーク名や住所を検索してください。";

//コマンド
"config" = "せってい";
"command" = "コマンド";
"add_quest" = "たすく　ついか";
"mapType" = "せかいちず";
"magic" = "じゅもん";
"party" = "ならびかえ";
"select" = "えらぶ";
"result" = "けっか";
"to_current_location" = "げんざいち　へ";
"go_back" = "もどる";
"cancel" = "やめる";
"yes" = "はい";
"no" = "いいえ";
"bring_forward" = "すすむ";
"fix" = "けってい";
"delete" = "さくじょ";

"mapType_Standard" = "ひょうじゅん";
"mapType_Satellite" = "こうくうしゃしん";
"mapType_Hybrid" = "ちず　と　しゃしん";

"loula" = "おしろ　へ　いどう";
"locolo_music" = "ふしぎな　おんがく";

//職業
"hero" = "ゆうしゃ";
"soldier" = "せんし";
"fighter" = "ぶとうか";
"wizard" = "まほうつかい";
"pilgrim" = "そうりょ";

//task
"select_task_area" = "たたかいの　ばしょを　えらんでください。ちずをたっぷするか　けんさくして　えらべます。";
"battle_area_not_selected" = "たたかいの　ばしょが　えらばれていません。";
"task_registered" = "たすく　は　とうろく　されました。";
"task_not_registered" = "おきのどくですが\nたすく　は　とうろく　されませんでした。\nまものの　ちからが　きょうだいになったようです。";
"confirm_task_delete" = "この　たすくを　さくじょ　しますか？";
"task_deleted" = "たすくは　さくじょ　されました。";
"task_not_deleted" = "なんらかの　えらーにより　たすくは　さくじょ　されませんでした。\nまものの　ちからが　きょうだいになっている　ようです。";
"encounter_task" = "ちかくで　%@　の　けはいがします。%@と　たたかいますか？";
"avoided_battle" = "%@との　たたかいを　さけました。この　たすくは　1じかんのあいだは　あらわれません。";
"task_complete" = "たくすせいこう";
"task_fail" = "たくすしっぱい";

"task_name" = "たすくのなまえ";
"task_name_example" = "せかいをすくう";//"ひめ　を　たすける";
"task_detail" = "メモ";
"task_detail_example" = "メモ　は　こうかい　されません";
"enemy_name" = "たたかうあいて";
"enemy_name_example" = "モンスター";
"task_dateTime" = "にちじ";
"task_dateTime_example" = "みてい";
"task_area" = "たたかいの　ばしょ";

//battle
"escape" = "にげる";
"ga_arawreta!" = "%@　が　あらわれた！";
"no_kougeki!" = "%@　の　こうげき！";
"wo_taoshita!" = "%@　を　たおした！";
"ha_chikaratsukita" = "%@　は　ちからつきた・・・";
"ha_nigedashita!" = "%@　は　にげだした！";
"wo_nnashitogeta!" = "%@　を　なしとげた！";

//twitter
"twitter_setting" = "ついったー　せってい";
"twitter_authentication" = "ついったー　あかうんと";
"twitter_account_sudeni_ninshou" = "あかうんと　は　すでに　にんしょうずみ　です。\nべつの　あかうんとで　にんしょう　しますか？";
"twitter_account_ninshou_sekou" = "ついったー　あかうんとは　ぶじ　にんしょう　されました。";

"tweeted_battle_result" = "たたかい　の　けっか　を　ついーと　しました。";
"tweet_failed" = "なんらかの　えらー　により　ついーとに　しっぱい　しました。\nまものの　ちからが　きょうだい に なってきたようです。";

//twitter_post
"twitt_post_when_Authenticated" = "　は　たすくくえすと　の　ぼうけんを　はじめた。";
"twitt_post_when_win_battle" = "ゆうしゃ%@　は　%@　を　たおした！　%@　を　なしとげた！";
"twitt_post_when_lose_battle" = "ゆうしゃ%@　は　ちからつきた・・・";

//汎用的な語句
"ha" = "　は　";
"space" = "　";

"nowLoading" = "よみこみちゅう。\n\n\nNow Loading...";